//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Bezpieczne miejsce dla Twoich danych";
"_intro_1_text_"    = "Keep your data secure and under your control";

"_intro_2_title_"   = "Wiele kont";
"_intro_2_text_"    = "Bądź w kontakcie ze wszystkimi swoimi chmurami - dotykając logo Nextcloud na zakładce Pliki możesz się przełączać między nimi";

"_intro_3_title_"   = "Start";
"_intro_3_text_"    = "Dobrze! Twoja własna chmura Nextcloud jest gotowa do działania. Więcej nowości i informacji znajdziesz na https://nextcloud.com";

"_introNoCryptoCloud_1_title_" = "Krypto Chmura";
"_introNoCryptoCloud_1_text_"  = "Protokół szyfrowania Krypto Chmury nie jest więcej dostępny, ciągle możesz odszyfrować pliki poprzez ściągnięie darmowej aplikacji z AppStore\n\n'CryptoCloud for Nextcloud'\n\nWkrótce dostępny będzie nowy protokół \"EndToEnd\" dla wszystkich użytkowników Nextcloud\n\nDotknij aby rozpocząć";

"_log_in_"          = "Zaloguj";
"_sign_up_"         = "Sign up with provider";
